{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<ÔĹúbegin‚ĖĀof‚ĖĀsentenceÔĹú>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "is_local": false,
  "legacy": true,
  "local_files_only": false,
  "model_max_length": 16384,
  "pad_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "sp_model_kwargs": {},
  "tokenizer_class": "Qwen2Tokenizer",
  "unk_token": null
}
